Repository: fowlerontherun/project_Rockmundo
Catalog: backend/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Welcome to RockMundo API
es: Bienvenido a RockMundo API

source: Invalid credentials
es: Credenciales inválidas

source: Invalid friend request
es: Solicitud de amistad inválida

source: Group not found
es: Grupo no encontrado

source: Thread not found
es: Hilo no encontrado

source: Band name already exists
es: El nombre de la banda ya existe

source: Band not found
es: Banda no encontrada

source: Already a band member
es: Ya es miembro de la banda

source: Member invited
es: Miembro invitado

source: A band cannot collaborate with itself
es: Una banda no puede colaborar consigo misma

source: Skin not found
es: Skin no encontrado

source: Skin not owned
es: Skin no adquirido

source: Skin equipped
es: Skin equipado

source: Band not eligible for acoustic performance (min fame: 300, skill: 70).
es: La banda no es apta para una actuación acústica (fama mínima: 300, habilidad: 70).

source: Venue not found
es: Lugar no encontrado

source: No earnings recorded for this song
es: No hay ganancias registradas para esta canción

source: Must provide band_id or collaboration_id
es: Debe proporcionar band_id o collaboration_id

source: Song not found
es: Canción no encontrada

source: EPs can have a maximum of 4 songs
es: Los EPs pueden tener un máximo de 4 canciones

source: Daily job not available
es: Trabajo diario no disponible

source: Weekly job not available
es: Trabajo semanal no disponible

source: No sponsorship set for this venue
es: No hay patrocinio establecido para este lugar
